<?php
return[
    'title' => 'لارافل',
    'btn'=>'اللغة',
    'arabic'=>'العربية',
    'english'=>'English',


    'login' => 'تسجيل الدخول',
    'contact_us' => 'تواصل معنا',
    'build_new_idea' => 'ابني فكرتك الجديدة',
    'welcome_back' => 'مرحبا بك',
    'forget_password' => 'هل نسيت كلمة السر ؟',
    'email' => 'البريد الالكتروني',
    'password' => 'كلمة السر',

    'dashboard' => 'لوحة التحكم',
    'projects' => 'المشاريع',
    'users' => 'المستخدمين',
    'there_users' => 'هنالك ',
    'users_total' => 'مستخدمين في لوحة التحكم الخاصة بك ',
    'there_projects' => 'هنالك ',
    'projects_total' => 'مشاريع في لوحة التحكم الخاصة بك',
    'views' => 'من مشاهدات',

    'create_new_project' => 'إنشاء مشروع جديد',
    'name' => 'الاسم',
    'sale' => 'المسوؤل',
    'create' => 'إنشاء',

    'create_new_user' => 'إنشاء مستخدم جديد',
    'role' => 'الصلاحية',
    'confirm_password' => 'تاكيد كلمة السر',

    'general_information' => 'المعلومات العامة',
    'website_info' => 'معلومات الموقع',
    'contact' => 'بيانات التواصل',
    'social_links' => 'روابط التواصل الاجتماعي',
    'images' => 'الصور',

    'titles' => 'العناوين',
    'create_new_title' => 'إنشاء عنوان جديد',
    'name_ar' => 'الاسم (بالعربية)',
    'name_en' => 'الاسم (بالانجليزية)',
    'text_color' => 'لون النص',
    'background_color' => 'لون الخلفية',
    'edit' => 'تعديل',
    'delete' => 'حذف',

    'optional' => 'إختياري',
    'choose_logo' => 'إختيار الشعار',
    'choose_image' => 'إختيار صورة',
    'logo' => 'الشعار',
    'background_image' => 'صورة خلفية',
    'about_ar' => 'عن الموقع (بالعربية)',
    'about_en' => 'عن الموقع (بالانجليزية)',
    'youtube_link' => 'رابط اليوتيوب',
    'location' => 'الموقع على الخريطة',

    'site_email' => 'البريد الالكتروني',
    'whatsapp_number' => 'رقم الواتساب',
    'phone_number' => 'رقم الهاتف',

    'facebook_link' => 'رابط الفيسبوك',
    'twitter_link' => 'رابط تويتر',
    'instagram_link' => 'رابط الانستقرام',
    'snapchat_link' => 'رابط سناب شات',

    'image' => 'صورة',
    'save' => 'حفظ',

    'add' => 'إضافة',
    'title_ar' => 'العنوان (بالعربية)',
    'title_en' => 'العنوان (بالانجليزية)',
    'add_english_title' => 'إضافة عنوان بالانجليزية ؟',
    'yes' => 'نعم',
    'no' => 'لا',

    'inbox' => 'الرسائل الواردة',
    'message' => 'الرسالة',
    'send_at' => 'مده الارسال',

    'form_inputs' => 'الفورمات',
    'form_one' => 'الفورم الاول',
    'form_two' => 'الفورم الثاني',
    'hide_form' => 'إظهار / إخفاء الفورم',
    'phone_input' => 'فورم الهاتف',
    'location_input' => 'فورم العنوان',
    'question_input' => 'فورم الرسالة',
    'time_input' => 'فورم وقت التواصل',
    'change' => 'تغير',
    
    'view_web' => 'المشاهدات',
    'view' => 'عرض',
    'hide' => 'إخفاء',
    
    'phone' => 'رقم الهاتف',
    'location2' => 'العنوان',
    'time_to_call' => 'الوقت المناسب للاتصال',
    'question' => 'سؤالي عن',
    
    'clicks' => 'نقرات',
    'phone_clicks' => 'مرة تم فيها نقر هذا الزر',
    'whatsapp_clicks' => 'مرة تم فيها نقر هذا الزر',
    
    'dear_customer' => 'عميلنا العزيز سجل اهتمامك
وسيقوم فريقنا بالتواصل معك ',
    'register_now' => 'سجل اهتمامك الان',
    'throu_whatsapp' => 'أو من خلال الواتساب',
    
    'success' => 'نجاح',
    'saved_success' => 'تم حفظ البيانات بنجاح',
    
    'oops' => 'عفوا',
    'wrong_type' => 'يبدو أنك اخترت نوع صورة خاطئ !. جرب PNG أو JPG أو JPEG',
    'ok' => 'حسنا',
    
    'reset_password' => 'إعادة تعين كلمة السر',
    'reset_link' => 'إرسال رابط إعادة تعيين كلمة السر',
    
    'register' => 'إنشاء حساب',
    'crate_beautiful' => 'قم بإنشاء موقع جميل باستخدام لوحة التحكم الخاصة بنا.',
    'create_wait' => 'أنشئ مشروعك الجديد وانتظر حتى يوافق عليه المسؤول',
    'something_amazing' => 'Let\'\s build something amazing',
    'wait_admin' => ' تم إرسال مشروعك إلى المسؤول في انتظار الموافقة',
    'logout' => 'تسجيل الخروج',
    'project_name' => 'إسم المشروع',
    'accept' => 'موافقة',
    'approve' => 'لقد تمت الموافقة على المشروع',
    'sorry' => 'نأسف',
    'just_wait' => 'فقط انتظر حتى يوافق المسؤول على مشروعك',
    'msg' => 'تم إرسال الرسالة بنجاح',
    'thank' => 'شكرا',
    'con' => 'لتواصلك معنا',
    
    'project_request' => 'طلبات المشاريع الجديدة',
    
    'visit_website' => 'زيارة الموقع',
    'copy_url' => 'نسخ رابط الموقع',

    'main_text' => 'سجل واحصل على صفحة هبوط سهلة و بسيطة
    خاصة بنشاطك التجاري.
    استخدمها لإظهار خدماتك والإعلانات الممولة
    تستطيع احصاء عدد المشاهدات و النقرات
    و جمع بيانات العملاء المهتمين.',
    
    'error' => 'خطأ',
    'about_field' => 'حقل المعلومات عننا طويل جدا',
    
    'add_english' => 'إضافة لغة انجليزية',
    
    'image_link' => 'رابط الصورة',
    
    'codes' => 'كود قوقل',
    
    'image_link' => 'رابط الصورة',
    
    'no_messages' => 'لا توجد رسائل حتى الان',
    
];
?>